[AG_Brothel_SlackJaw_Pickup DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage=""

[AG_Brothel_SlackJaw_Pickup:DisTweaks_Interactable_PickupBase_3 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾い上げる"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[galvani_safeDoor_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 閉じる"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解錠する"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[galvani_safeDoor_twk:DisTweaks_InteractableInterface_37 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開ける"
m_InteractText="`GBA_Use` をホールドして鍵穴を使う"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

